Repository: elisunou/service.subtitles.subsro-adapted
Catalog: resources/resources.language.*/strings.po
Languages: ro_ro

# #30001
source: Authentication
ro_ro: Autentificare

# #30002
source: Subs.ro API Key
ro_ro: Cheie API Subs.ro

# #30003
source: How to obtain an API key?
ro_ro: Cum obțin o cheie API?

# #30004
source: 1. Visit https://subs.ro/api
ro_ro: 1. Accesează https://subs.ro/api

# #30005
source: 2. Login with your account
ro_ro: 2. Autentifică-te cu contul tău

# #30006
source: 3. Generate/Copy API key
ro_ro: 3. Generează/Copiază cheia API

# #30007
source: 4. Paste the key above
ro_ro: 4. Lipește cheia mai sus

# #30008
source: Check API quota on every search
ro_ro: Verifică quota API la fiecare căutare

# #30009
source: Show warning when quota drops below 10%
ro_ro: Afișează avertisment când quota scade sub 10%

# #30010
source: Download
ro_ro: Descărcare

# #30011
source: Download mode
ro_ro: Mod descărcare

# #30012
source: Automatic
ro_ro: Automat

# #30014
source: Ask every time
ro_ro: Întreabă de fiecare dată

# #30015
source: [B]Automatic[/B]: Download best match automatically
ro_ro: [B]Automat[/B]: Descarcă automat cea mai potrivită subtitrare

# #30016
source: [B]Manual[/B]: Show list for manual selection
ro_ro: [B]Manual[/B]: Afișează lista pentru selecție manuală

# #30017
source: [B]Ask[/B]: Confirm before automatic download
ro_ro: [B]Întreabă[/B]: Confirmă înainte de descărcare automată

# #30018
source: Minimum score threshold for auto-download
ro_ro: Prag minim scor pentru auto-descărcare

# #30019
source: Recommended: 50-100. Higher = stricter matching.
ro_ro: Recomandat: 50-100. Cu cât mai mare, cu atât mai strict.

# #30021
source: Enable smart matchmaking
ro_ro: Activează matchmaking inteligent

# #30022
source: Strict episode matching (S##E##)
ro_ro: Potrivire strictă episod (S##E##)

# #30023
source: Prioritize video source (BluRay/WEB/HDTV)
ro_ro: Prioritizează sursa video (BluRay/WEB/HDTV)

# #30024
source: Prioritize release group
ro_ro: Prioritizează release group

# #30025
source: Prioritize resolution (1080p/720p/2160p)
ro_ro: Prioritizează rezoluția (1080p/720p/2160p)

# #30026
source: Prioritize retail/official subtitles
ro_ro: Prioritizează subtitrări retail/official

# #30028
source: Show match scores in list
ro_ro: Afișează scorul de potrivire în listă

# #30029
source: Useful for debugging and understanding the algorithm
ro_ro: Util pentru debugging și înțelegerea algoritmului

# #30030
source: [B]Scoring algorithm:[/B]
ro_ro: [B]Algoritm de scoring:[/B]

# #30031
source: • Correct episode: +100 points
ro_ro: • Episod corect: +100 puncte

# #30032
source: • Identical source: +50 points
ro_ro: • Sursă identică: +50 puncte

# #30033
source: • Release group: +30 points
ro_ro: • Release group: +30 puncte

# #30034
source: • Priority translator: +15 points
ro_ro: • Traducător prioritar: +15 puncte

# #30040
source: Filtering
ro_ro: Filtrare

# #30041
source: Exclude hearing impaired subtitles (SDH)
ro_ro: Exclude subtitrări pentru deficiențe auditive (SDH)

# #30042
source: Filter subtitles marked with [HI] or [SDH]
ro_ro: Filtrează subtitrări marcate cu [HI] sau [SDH]

# #30043
source: Filter by video FPS
ro_ro: Filtrează după FPS video

# #30044
source: [COLOR orange]EXPERIMENTAL[/COLOR] - Requires FPS detection
ro_ro: [COLOR orange]EXPERIMENTAL[/COLOR] - Necesită detectare FPS

# #30045
source: Minimum subtitle rating
ro_ro: Rating minim subtitrare

# #30046
source: 0 = accept any rating
ro_ro: 0 = acceptă orice rating

# #30051
source: Enable cache for search results
ro_ro: Activează cache pentru rezultate căutare

# #30052
source: Reduces response time and API requests
ro_ro: Reduce timpul de răspuns și cererile API

# #30053
source: Cache duration (minutes)
ro_ro: Durată cache (minute)

# #30054
source: Cache expires after this period
ro_ro: Cache-ul expiră după această perioadă

# #30055
source: Clear cache on Kodi startup
ro_ro: Șterge cache la pornirea Kodi

# #30056
source: [COLOR red]Clear cache now[/COLOR]
ro_ro: [COLOR red]Șterge cache acum[/COLOR]

# #30060
source: Advanced
ro_ro: Avansate

# #30061
source: Encoding priority
ro_ro: Prioritate encoding

# #30066
source: Decoding priority for diacritics
ro_ro: Prioritatea de încercare pentru decodare diacritice

# #30067
source: Multiple episodes in archive handling
ro_ro: Gestionare episoade multiple în arhivă

# #30068
source: Manual selection
ro_ro: Selectare manuală

# #30069
source: First subtitle
ro_ro: Prima subtitrare

# #30070
source: Best match
ro_ro: Cea mai potrivită

# #30071
source: [B]Manual selection[/B]: Dialog with list
ro_ro: [B]Selectare manuală[/B]: Dialog cu listă

# #30072
source: [B]First subtitle[/B]: Automatic, fast
ro_ro: [B]Prima subtitrare[/B]: Automat, rapid

# #30073
source: [B]Best match[/B]: Automatic matchmaking (recommended)
ro_ro: [B]Cea mai potrivită[/B]: Matchmaking automat (recomandat)

# #30074
source: Retry failed downloads automatically
ro_ro: Reîncearcă automat download-uri eșuate

# #30075
source: Number of retry attempts
ro_ro: Număr de reîncercări

# #30076
source: API request timeout (seconds)
ro_ro: Timeout cereri API (secunde)

# #30080
source: Notifications
ro_ro: Notificări

# #30081
source: Notify on automatic download
ro_ro: Notificare la descărcare automată

# #30082
source: Notify when no match found
ro_ro: Notificare când nu găsește potrivire

# #30083
source: Notify when using cache
ro_ro: Notificare când folosește cache

# #30084
source: Notify on quota warning
ro_ro: Notificare avertisment quota

# #30085
source: Notification duration (seconds)
ro_ro: Durată notificări (secunde)

# #30086
source: Sound on notifications
ro_ro: Sunet la notificări

# #30091
source: Enable detailed logs
ro_ro: Activează log-uri detaliate

# #30092
source: Logs appear in kodi.log
ro_ro: Log-urile apar în kodi.log

# #30093
source: Log API requests (includes URLs)
ro_ro: Log cereri API (include URL-uri)

# #30094
source: Log matchmaking details
ro_ro: Log detalii matchmaking

# #30095
source: Log cache operations
ro_ro: Log operații cache

# #30096
source: [COLOR yellow]Warning:[/COLOR] Detailed logs may slow down the system
ro_ro: [COLOR yellow]Atenție:[/COLOR] Log-urile detaliate pot încetini sistemul

# #30100
source: About
ro_ro: Despre

# #30101
source: [B]Subs.ro Addon for Kodi[/B]
ro_ro: [B]Subs.ro Addon pentru Kodi[/B]

# #30102
source: Version: 2.0.0
ro_ro: Versiune: 2.0.0

# #30103
source: [B]Features:[/B]
ro_ro: [B]Funcționalități:[/B]

# #30104
source: • Smart matchmaking (episode/source/group)
ro_ro: • Matchmaking inteligent (episod/sursă/grup)

# #30105
source: • Local cache for performance
ro_ro: • Cache local pentru performanță

# #30106
source: • VFS support for RAR/ZIP
ro_ro: • Suport VFS pentru RAR/ZIP

# #30107
source: • Automatic multiple episode handling
ro_ro: • Gestionare automată episoade multiple

# #30108
source: • Automatic diacritics encoding detection
ro_ro: • Detectare automată encoding diacritice

# #30109
source: • API quota checking
ro_ro: • Verificare quota API

# #30110
source: [B]Developers:[/B]
ro_ro: [B]Dezvoltatori:[/B]

# #30113
source: [COLOR cyan]Thanks to Subs.ro community![/COLOR]
ro_ro: [COLOR cyan]Mulțumiri comunității Subs.ro![/COLOR]
